Repository: MacWarrior/stuart-woocommerce-plugin
Catalog: stuart-woocommerce/languages/stuart-delivery-*.po
Languages: es_es, fr_fr

source: Remove multiple of cart price from Stuart quote
es_es: Eliminar múltiplos del precio del carrito de la cotización de Stuart
fr_fr: Retirer un mulitple au prix du panier au devis Stuart

source: Remove percentage after a certain cart price
es_es: Eliminar porcentaje después de un determinado precio del carrito
fr_fr: Retire un pourcentage après un certains prix

source: Remove the fee above from Stuart quote
es_es: Quitar comisión sobre el precio de Stuart
fr_fr: Enlevez le frais ci dessous du devis de livraison

source: Review Order, after cart content
es_es: Revisar pedido, después del contenido del carrito
fr_fr: Après le contenu du panier

source: Review Order, after order total
es_es: Revisar pedido, después del total del pedido
fr_fr: Vérifier la commande, après le total de la commande

source: Review Order, after payment
es_es: Revisar pedido, después del pago
fr_fr: Vérifier la commande, après le paiement

source: Review Order, after shipping
es_es: Después de elegir el envío
fr_fr: Après le choix de l'expédition

source: Review Order, before order total
es_es: Revisar pedido, antes del total del pedido
fr_fr: Vérifier la commande, avant le total de la commande

source: Review Order, before Payment
es_es: Revisar pedido antes del pago
fr_fr: Vérifier la commande, avant le paiement

source: Review Order, before shipping
es_es: Antes de elegir el envío
fr_fr: Avant le choix de l'expédition

source: Review Order, before submit
es_es: Justo antes de la confirmación del pedido
fr_fr: Juste avant la confirmation de commande

source: Review Order, before total
es_es: Antes del total del pedido
fr_fr: Avant le total de la commande

source: Same day delivery starts after :
es_es: Los pedidos del mismo día comienzan en:
fr_fr: Les commandes le jour même démarrent à :

source: Same day delivery stops after :
es_es: Las órdenes el mismo día paran en:
fr_fr: Les commandes le jour même s'arrêtent à :

source: Saturday
es_es: Sábado
fr_fr: Samedi

source: Schedule with time above
es_es: Programar con tiempo por encima de
fr_fr: Programmer avec l'heure ci-dessous

source: See courier route
es_es: Ver ruta de llevador
fr_fr: Voir parcours du livreur

source: Select a %s
es_es: Seleccione un% s
fr_fr: Sélectionnez un %s

source: Settings
es_es: Configuraciones
fr_fr: Configurations

source: Small
es_es: Pequeña
fr_fr: Petit

source: Some special instructions for Stuart courier to pickup
es_es: Instrucciones especiales para el repartidor Stuart en la recogida
fr_fr: Instructions pour le coursier Stuart lors de la collecte

source: Start Stuart Delivery on order pending payment (if paid after delivery for example)
es_es: Iniciar envío Stuart con el pedido pendiente de pago (si se paga después de la entrega, por ejemplo)
fr_fr: Débuter la livraison lorsque la commande est en attente (si paiement après livraison par exemple)

source: Start Stuart Delivery on order processing (after it is paid)
es_es: Iniciar envío Entrega con el pedido procesado (después de haber pagado)
fr_fr: Débuter la livraison lorsque la commande est payée

source: Stop displaying same day order after :
es_es: Deja de ofrecer el pedido el mismo día después de:
fr_fr: Arrêter de proposer la commande au jour même après :

source: Street, building
es_es: Calle, edificio
fr_fr: Rue, bâtiment

source: Stuart Delivery
es_es: Envío Stuart
fr_fr: Livraison par Stuart

source: Stuart Delivery For WooCommerce
es_es: Envío Stuart para WooCommerce
fr_fr: Livraison Stuart pour Woocommerce

source: Stuart Delivery Plugin requires PHP 5.3 or higher and your current PHP version is %s. Please (contact your host to) update your PHP version.
es_es: Stuart Delivery Plugin requiere PHP 5.3 o superior y su versión actual de PHP es %s. Por favor (contacte a su anfitrión para) actualizar su versión de PHP.
fr_fr: Stuart Delivery Plugin requiert PHP 5.3 ou plus haut et votre version actuelle est %s. Merci de contacter votre hébergeur pour mettre à jour votre version de PHP.

source: Stuart found a driver and delivery will begin on time.
es_es: Stuart encontró un repartidor y la entrega comenzará a tiempo.
fr_fr: Stuart a trouvé un livreur et la livraison va commencer à l'heure.

source: Stuart is looking for a driver. It should start soon.
es_es: Stuart está buscando un repartidor. El envío comenzará pronto.
fr_fr: Stuart est à la recherche d'un livreur. La livraison devrait bientôt commencer.

source: Stuart options
es_es: Opciones de Stuart
fr_fr: Options Stuart

source: Submit
es_es: Enviar
fr_fr: Soumettre

source: Sunday
es_es: Domingo
fr_fr: Dimanche

source: The package was delivered successfully.
es_es: El paquete fue entregado con éxito.
fr_fr: Le colis a été livré avec succès.

source: The package won't be delivered as it was cancelled by the client.
es_es: El paquete no será entregado porque fue cancelado por el cliente.
fr_fr: Le colis ne sera pas livré, cela a a été annulé par le client.

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el proceso de compra.
fr_fr: Ceci contrôle le titre qui voit l'utilisateur lors de la commande.

source: This delivery hasn't been sent to Stuart yet.
es_es: Esta entrega no ha sido enviado a Stuart todavía.
fr_fr: Cette livraison n'a pas encore été envoyé à Stuart.

source: Thursday
es_es: Jueves
fr_fr: Jeudi

source: Tuesday
es_es: Martes
fr_fr: Mardi

source: Uncheck to use sandbox version
es_es: Desactivar para usar entorno de pruebas
fr_fr: Décochez cette case pour utiliser la version sandbox

source: Use fixed fee above
es_es: Usar comisión fija por encima de
fr_fr: Utilisation des frais fixes ci-dessus

source: Use pickup plus plugin ?
es_es: ¿Usar el plugin Pickup Plus?
fr_fr: Utiliser le plugin Local Pickup Plus ?

source: Vendor
es_es: Vendedor
fr_fr: Vendeur

source: Wednesday
es_es: Miercoles
fr_fr: Mercredi

source: What is the delay to prepare the order ?
es_es: ¿Cuál es la demora para preparar el pedido ?
fr_fr: Quel est le délai de préparation de la commande ?

source: What is the delivery fee added/removed/multiplied from Stuart quote ?
es_es: ¿Cuál es la tarifa de envío agregada / eliminada / multiplicada de la cotización de Stuart?
fr_fr: Quel frais voulez vous ajouter/retirer/multiplier ?

source: What is the payment fee type ?
es_es: ¿Cuál el tipo de comisión de pago?
fr_fr: Quel est le type de frais que vous voulez faire payer ?

source: Which frontend hook (desktop) does you want to use to display Stuart delivery scheduling ?
es_es: ¿Dónde desea colgar las opciones de entrega en su página de pedido (en la computadora)?
fr_fr: Où souhaitez vous accrocher les options de livraisons sur votre page de commande (sur ordinateur) ?

source: Which frontend hook (mobile) does you want to use to display Stuart delivery scheduling ?
es_es: ¿Dónde desea colgar las opciones de entrega en su página de pedido (en el móvil)?
fr_fr: Où souhaitez vous accrocher les options de livraisons sur votre page de commande (sur mobile) ?

source: WooFunnel before payment
fr_fr: WooFunnel avant le paiement

source: X Large
es_es: X grande
fr_fr: X Grand

source: Yes
es_es: Si
fr_fr: Oui

source: Yes, for all business days
es_es: Si todos los dias
fr_fr: Oui, tous les jours

source: Yes, only for next business day
es_es: Si, solo para el día siguiente
fr_fr: Oui, seulement pour le lendemain

source: You can use Stuart delivery for your orders using the following options.
es_es: Puede utilizar la entrega de Stuart para sus pedidos utilizando las siguientes opciones.
fr_fr: Vous pouvez utiliser la livraison Stuart pour vos commandes en utilisant les options suivantes.

source: You have multiple deliveries for this order, please click on following links to follow them :
es_es: Tiene varias entregas para este pedido, haga clic en los siguientes enlaces para seguirlas:
fr_fr: Vous avez plusieurs livraisons pour cette commande, veuillez cliquer sur les liens suivants pour les suivre :

source: Your delivery hasn't been sent to Stuart yet, your payment might be pending approval, this page will keep updating until it begin.
es_es: Su entrega no ha sido enviada a Stuart todavía, su pago podría estar pendiente de aprobación. Esta página va a seguir actualizándose hasta que comience el envío.
fr_fr: Votre livraison n'a pas été envoyé à Stuart encore, votre paiement peut-être en attente d'approbation, cette page se mettra à jour dès qu'elle commencera.

source: Your order will be delivered around the %s
es_es: Su pedido será entregado antes de las %s
fr_fr: Votre commande sera livrée vers %s

source: Your store city name
es_es: Ciudad donde está su tienda
fr_fr: Votre magasin nom de la ville

source: Your store country name (in local language)
es_es: El nombre del país de su tienda (en idioma local)
fr_fr: Le pays de votre boutique (en langue locale)

source: Your store ZIP/Post Code
es_es: Código postal
fr_fr: Votre magasin ZIP/Code postal

source: Your Stuart Plugin Licence has expired, it will continue to be active but you cannot request support anymore for this domain or licence.
es_es: Su licencia de complemento de Stuart ha caducado, seguirá estando activa, pero ya no puede solicitar soporte para este dominio o licencia.
fr_fr: Votre licence de plugin Stuart a expiré. Il continuera à être actif mais ne pourra pas être sujet d'un support sans renouvellement de licence sur ce domaine.

source: Your Stuart Plugin Licence is :
es_es: Su licencia de complemento de Stuart es:
fr_fr: Votre licence de plugin Stuart est :

source: Your website cannot connect to the Stuart API. Please verify informations provided.
es_es: Su sitio web no puede conectarse a la API de Stuart. Por favor verifique la información provista.
fr_fr: Votre site ne peut pas se connecter à l'API Stuart. Merci de vérifier les informations prodiguées.

source: Your website is connected to the Stuart API and running.
es_es: Su sitio web está conectado a la API de Stuart y se está ejecutando.
fr_fr: Votre site est bien connecté à l'API Stuart.

source: Stuart client API ID
es_es: API ID de cliente Stuart

source: Stuart client API Secret
es_es: API Secret de cliente Stuart

source: Van
es_es: Camioneta
