Repository: MacWarrior/stuart-woocommerce-plugin
Catalog: stuart-woocommerce/languages/stuart-delivery-*.po
Languages: es_es, fr_fr

source: 0.00 to disable
es_es: 0.00 para deshabilitar
fr_fr: 0.00 pour désactiver

source: 0.00 to disable, also applied as percentage threshold if selected above
es_es: 0.00 para deshabilitar, también se aplica como umbral de porcentaje si se selecciona arriba
fr_fr: 0,00 pour désactiver, également appliqué comme seuil de pourcentage si sélectionné ci-dessus

source: 0.00 to disabled=, also applied as percentage threshold if selected above
es_es: 0,00 a desactivado =, también se aplica como umbral de porcentaje si se selecciona arriba
fr_fr: 0.00 pour désactiver, applique aussi un pourcentage si sélectionné ci dessus.

source: 3 weeks by default. Cannot be shorter than 1.
es_es: 3 semanas por defecto. No puede ser más pequeño que un día.
fr_fr: 3 semaines par default. Ne peut être plus petit qu'un jour.

source: Action to auto create Stuart Delivery
es_es: Acción para creación automática de envío Stuart
fr_fr: Action pour créer automatiquement la livraison avec Stuart

source: Add multiple of cart price from Stuart quote
es_es: Agregar múltiplo del precio del carrito de la cotización de Stuart
fr_fr: Ajouter un mulitple au prix du panier en plus du devis Stuart

source: Add percentage after a certain cart price
es_es: Agregar porcentaje después de un cierto precio de carrito
fr_fr: Ajoute un pourcentage après un certains prix

source: Add the fee above from Stuart quote
es_es: Añadir comisión sobre el precio de Stuart
fr_fr: Ajouter les frais ci-dessus à partir du devis de Stuart

source: Add/remove 0.00 of your currency, value is a percentage if selected on price type above, add 10.00 for 10%.
es_es: Agregue / elimine 0.00 de su moneda, el valor es un porcentaje si se selecciona en el tipo de precio anterior, agregue 10.00 para el 10%.
fr_fr: Ajoute/retire 0.00 au prix, la veleur est un poucentage si sélectionné le type de prix correspondant ci dessus, ajouter 10.00 pour 10%.

source: Adding Stuart Delivery to WooCommerce Delivery Methods
es_es: Añadir Envío con Stuart a Métodos de Entrega de WooCommerce
fr_fr: Ajoute la livraison par Stuart à WooCommerce

source: Address 2 of your store
es_es: Dirección 2 de su tienda
fr_fr: Adresse (ligne 2) de votre magasin

source: Address is in delivery/pickup zone.
es_es: La dirección está en la zona de entrega / recogida.
fr_fr: Adresse hors zone de livraison.

source: Address not in Stuart delivery/pickup zone.
es_es: Dirección no en la zona de entrega / recogida de Stuart.
fr_fr: L'adresse n'est pas dans la zone de pickup / livraison de Stuart.

source: Address not in zone or cart empty.
es_es: Dirección no en zona o carrito vacío.
fr_fr: Adresse hors zone ou panier vide.

source: Address of your store
es_es: Dirección de su tienda
fr_fr: Adresse de votre magasin

source: Advanced configuration
es_es: Configuración avanzada
fr_fr: Configuration avancée

source: After shipping rate
es_es: Después de la tarifa de envío
fr_fr: Après le tarif d'expédition

source: Allow Dokan vendor to configure and use Stuart ?
es_es: ¿Permitir al proveedor de Dokan configurar y utilizar Stuart?
fr_fr: Autoriser le fournisseur Dokan à configurer et à utiliser Stuart ?

source: Allow YITH Multivendor to configure and use Stuart ?
es_es: ¿Permitir que YITH Multivendor configure y use Stuart?
fr_fr: Autoriser YITH Multivendor à configurer et à utiliser Stuart ?

source: Are you working on %s
es_es: ¿Trabajas el %s ?
fr_fr: Travaillez vous le %s

source: at
es_es: a
fr_fr: à

source: At what time do you start on %s ?
es_es: ¿A qué hora empiezas %s ?
fr_fr: À quelle heure commencez-vous le %s ?

source: At what time do you start your pause on %s ?
es_es: ¿A qué hora comienzas tu pausa en %s?
fr_fr: A quelle heure démarrer vous la pause le %s ?

source: At what time do you stop on %s ?
es_es: ¿A qué hora terminas el %s ?
fr_fr: À quel moment arrêtez vous le %s ?

source: At what time do you stop your pause on %s ?
es_es: ¿A qué hora detiene su pausa en %s?
fr_fr: A quelle heure terminez vous une pause le %s ?

source: Avoid before closing orders. Leave 00:00 to disable.
es_es: Evite pedidos antes de que cierre su tienda. Deje 00:00 para desactivar.
fr_fr: Évitez les commandes avant la fermeture de votre boutique. Laissez 00:00 pour désactiver.

source: Avoid before opening orders, replace current day start hour. Leave 00:00 to disable.
es_es: Evite pedidos justo antes de abrir, reemplaza el horario del día. Deje 00:00 para desactivar.
fr_fr: Évitez les commandes juste avant l'ouverture, remplace l'horaire du jour. Laissez 00:00 pour désactiver.

source: Avoid late deliveries orders, replace current day stop hour. Leave 00:00 to disable.
es_es: Evite pedidos justo antes del final del día, reemplaza el horario del día. Deje 00:00 para desactivar.
fr_fr: Évitez les commandes juste avant la fin de journée, remplace l'horaire du jour. Laissez 00:00 pour désactiver.

source: Basic settings
es_es: Configuraciones generales
fr_fr: Réglages généraux

source: Bike
es_es: Bicicleta
fr_fr: Vélo

source: Cancel it now
es_es: Cancelar ahora
fr_fr: Annuler la livraison maintenant

source: Cancel or change delivery
es_es: Cancelar o modificar envío
fr_fr: Annuler ou de modifier la livraison

source: Cancel Stuart Delivery on order cancelation
es_es: Cancelar el envío Stuart al cancelar un pedido
fr_fr: Annuler la livraison Stuart lors de l'annulation d'une commande

source: Cancel Stuart Delivery on order refunded
es_es: Cancelar el envío Stuart al hacer devolución de un pedido
fr_fr: Annuler la livraison Stuart lors du remboursement d'une commande

source: Car
es_es: Coche
fr_fr: Voiture

source: Cargo Bike
es_es: Cargo Bicicleta
fr_fr: Vélo Cargo

source: Cargo Bike XL
es_es: Cargo Bicicleta XL
fr_fr: Vélo Cargo (XL)

source: Check to use WooCommerce Pickup Plus plugin to allow multiple pickup locations. Will override this modules pickup location only, not hours and delivery scheduling.
es_es: Marque para usar el complemento WooCommerce Local Pickup Plus para permitir múltiples ubicaciones de recolección. Anulará la ubicación de recolección de estos módulos solamente, no las horas y la programación de entrega.
fr_fr: Cochez cette case pour utiliser le plugin WooCommerce Pickup Plus, ce qui permettra au plugin de livrer depuis plusieurs points de collecte. Cela remplace uniquement l'adresse de collecte, pas les horaires ni les programmations de livraisons.

source: Checkout before Order review
es_es: Por encima del resumen del pedido
fr_fr: Au dessus du résumé de la commande

source: Choose action to create Stuart Delivery
es_es: Elija la acción que genera el envío Stuart
fr_fr: Choisir l'action qui va créer la livraison Stuart

source: click here
es_es: clic aquí
fr_fr: cliquer ici

source: Click here to follow delivery.
es_es: Haga clic aquí para hacer el seguimiento del pedido.
fr_fr: Cliquez ici pour suivre la livraison.

source: Confirm
es_es: Confirmar
fr_fr: Confirmer

source: Current %s : %s
es_es: % S actual:% s
fr_fr: %s actuel : %s

source: Debug logs
fr_fr: Journaux de débogage

source: Delivery
es_es: Envío
fr_fr: Livraison

source: Delivery accepted by Stuart and will be assigned to a driver.
es_es: Envío aceptado por Stuart y será asignado a un repartidor.
fr_fr: La livraison acceptée par Stuart et va être attribuée à un livreur.

source: Delivery around
es_es: Entrega antes de
fr_fr: Livraison vers

source: Delivery by bike on schedule.
es_es: Entrega en bicicleta a tiempo.
fr_fr: Livraison par vélo sur demande.

source: Delivery cancelled, you won't be charged.
es_es: Envío cancelado, no se le cobrará.
fr_fr: Livraison annulée, vous ne serez pas facturé.

source: Delivery has been scheduled. It will start later.
es_es: Envío programado. Se efectuará a continuación.
fr_fr: La livraison a été programmée.

source: Delivery has expired. No driver accepted the job. It didn't cost any money.
es_es: Envío cancelado, el repartidor no aceptó el trabajo. No se le cobrará.
fr_fr: La livraison a expiré. Aucun conducteur n'a accepté le poste. Cela n'a rien coûté.

source: Delivery now with Stuart
es_es: Entrega ahora con Stuart
fr_fr: Livraison maintenant avec Stuart

source: Delivery state :
es_es: Estado del envío :
fr_fr: État à la livraison :

source: Disabled if empty.
es_es: Desactivado si está vacío.
fr_fr: Désactivé si vide.

source: Display a link to courier route on checkout
es_es: Mostrar un enlace a la ruta del servicio de mensajería al finalizar la compra
fr_fr: Mettre un lien avec le parcours du livreur

source: Display a link to see future courier route (via Google Maps) on frontend under time selection.
es_es: Muestre un enlace para ver la ruta de mensajería futura (a través de Google Maps) en la interfaz de usuario bajo la selección de tiempo.
fr_fr: Affichez un lien pour voir le futur itinéraire du livreur (via Google Maps) sur l'interface sous la sélection de l'heure.

source: Display a map of the courier route on checkout
es_es: Mostrar un mapa de la ruta de mensajería al finalizar la compra
fr_fr: Afficher une carte de l'itinéraire du coursier à la caisse

source: Display a small map within an iframe.
es_es: Muestre un pequeño mapa dentro de un iframe.
fr_fr: Affichez une petite carte dans un iframe.

source: Display a text on checkout if Stuart is not available for this area.
es_es: Muestre un texto al finalizar la compra si Stuart no está disponible para esta área.
fr_fr: Afficher un texte à la caisse si Stuart n'est pas disponible pour cette zone.

source: Do you accept Stuart deliveries only after a certain amount (cart, tax included) ?
es_es: ¿Aceptan entregas de Stuart solo después de una cierta cantidad (carrito, impuestos incluidos)?
fr_fr: Acceptez-vous les livraisons Stuart uniquement après un certain montant (panier, taxes incluses) ?

source: Do you offer delivery after some price (tax included) ?
es_es: ¿Ofrecen entrega después de algún precio (impuestos incluidos)?
fr_fr: Offrez vous la livraison à partir d'un certain motant (TVA incluse) ?

source: Do you want to cancel or relaunch the delivery now ?
es_es: ¿Desea cancelar o volver a iniciar el envío?
fr_fr: Voulez-vous annuler ou de relancer la livraison maintenant ?

source: Do you want to change pickup location ?
es_es: ¿Quieres cambiar la ubicación de recogida?
fr_fr: Voulez vous changer le lieu de collecte ?

source: Do you want to limit price to a maximum ?
es_es: ¿Quieres limitar el precio al máximo?
fr_fr: Voulez vous limiter le prix à un maximum ?

source: Do you want to prevent products in a category to be delivered with Stuart ? Only categories with products are displayed here.
es_es: ¿Quiere evitar que los productos de una categoría se entreguen con Stuart? Aquí solo se muestran las categorías con productos.
fr_fr: Vous souhaitez empêcher les produits d'une catégorie d'être livrés avec Stuart ? Seules les catégories avec des produits sont affichées ici.

source: Docs & Support
es_es: Documentos y soporte
fr_fr: Docs et support

source: Does time delay apply at business opening each day or at the moment of order ?
es_es: ¿Se aplica el tiempo de preparación en la apertura de la tienda o solo en el momento del pedido?
fr_fr: Est-ce que le temps de préparation s'applique à l'ouverture de boutique ou juste au moment de la commande ?

source: Driver has accepted the job and started the delivery.
es_es: El repartidor ha aceptado el trabajo y comenzó el envío.
fr_fr: Le coursier a accepté la prise en charge et a commencé à la livraison.

source: E-mail of your company/site/person
es_es: E-mail de su empresa/sitio/persona
fr_fr: E-mail de votre entreprise/site/personne

source: Enable Customer to pay for delivery
es_es: Permitir al cliente el pago del envío
fr_fr: Permettre au Client de payer pour la livraison

source: Enable Stuart Delivery Shipping
es_es: Habilitar envío Stuart
fr_fr: Activer Stuart Livraison

source: Enable to cancel Stuart delivery, when order is canceled
es_es: Activar para cancelar el envío cuando el pedido es cancelado
fr_fr: Permettre d'annuler Stuart livraison, lorsque l'ordre est annulé

source: Enable to cancel Stuart delivery, when order is refunded
es_es: Activar para cancelar el envío cuando el pedido es reembolsado
fr_fr: Permettre d'annuler Stuart livraison, lorsque l'ordre est remboursé

source: Enable to start Stuart delivery, when order is on pending
es_es: Activar para iniciar el envío cuando el pedido está pendiente de pago
fr_fr: Permettre de démarrer Stuart livraison, lorsque la commande est en attente

source: Enable to start Stuart delivery, when order is on processing
es_es: Activar para iniciar el envío cuando el pedido está en proceso
fr_fr: Permettre de démarrer Stuart livraison, lorsque la commande est en cours de traitement (Processing)

source: Enable/Disable
es_es: Habilitar/Deshabilitar
fr_fr: Activer/Désactiver

source: Filter delivery by postcodes
es_es: Filtrar la entrega por códigos postales
fr_fr: Filtrer la livraison par codes postaux

source: First name of person to pickup products (i.e. your manager)
es_es: Nombre de la persona para la recogida de productos (encargado)
fr_fr: Le prénom de la personne de ramassage des produits (par exemple, votre gestionnaire)

source: Follow Your delivery :
es_es: Siga su entrega:
fr_fr: Suivre la livraison

source: Follow your order
es_es: Seguimiento de su pedido
fr_fr: Suivez votre commande

source: Force delivery carrier on Stuart Delivery
es_es: Forzar transportista en Stuart Delivery
fr_fr: Quel type de livraison Stuart doit-il utiliser ?

source: Force delivery mode, only available in France
es_es: Modo de entrega forzada, solo disponible en Francia
fr_fr: Forcer le mode de livraison (uniquement pour la France)

source: Force delivery package size, use with caution
es_es: Forzar el tamaño del paquete de entrega, usar con precaución
fr_fr: Forcer la taille du paquet de livraison, à utiliser avec prudence

source: Force display on certain hooks on checkout, permit to put frontend scheduling where you want.
es_es: Forzar la visualización de un cierto gancho en la página de comandos, le permite colocar la programación de comandos en el frente donde lo desee.
fr_fr: Forcez l'affichage de certain hook sur la page de commande, permet de mettre la programmation de commande sur le front où vous le souhaitez.

source: Force package type below ? available outside france
es_es: ¿Forzar el tipo de paquete a continuación? disponible fuera de francia
fr_fr: Forcer le type de package ci-dessous ? disponible hors de france

source: Format : dd/mm/yyyy hh:mm
es_es: Formato: dd / mm / aaaa hh: mm
fr_fr: Format : jj/mm/aaaa hh:mm

source: Format this in 24H format 23:23 for 11PM 23 minutes
es_es: Formato de 24 h. Ej.: 23:23 para las 11 de la noche 23 minutos
fr_fr: Au format 24H, entrez 23:23 pour 11h23.

source: Friday
es_es: Viernes
fr_fr: Vendredi

source: Google Maps - Distance Matrix - API Key
fr_fr: Google Maps - Distance Matrix - Clé API

source: Google Maps - Embed API - API Key
es_es: Google Maps - API de inserción - Clave de API
fr_fr: Google Maps - Intégrer l'API - Clé API

source: Holidays
es_es: Vacaciones
fr_fr: Vacances

source: Hours & days
es_es: Horas y dias
fr_fr: Horaires & Jours

source: If not, it will be applied only at time of order, for instance order placed at night might be delivered at business opening.
es_es: De lo contrario, esto solo se aplicará en el momento del pedido, por ejemplo, un pedido realizado durante la noche se puede entregar tan pronto como se abra la tienda.
fr_fr: Si non, cela sera appliqué seulement au moment de la commande, par exemple une commande faite la nuit pourra être livrée dès l'ouverture de la boutique.

source: If your checkout does not refresh properly when you change hour on shipping options, it might be better to prevent refresh. Hours will still be ok, however pricing might change slightly in some cases.
es_es: Si su pago no se actualiza correctamente cuando cambia la hora en las opciones de envío, podría ser mejor evitar la actualización. El horario seguirá estando bien, sin embargo, los precios pueden cambiar ligeramente en algunos casos.
fr_fr: Si votre paiement ne s'actualise pas correctement lorsque vous modifiez l'heure des options d'expédition, il peut être préférable d'empêcher l'actualisation. Les heures seront toujours correctes, mais les prix peuvent changer légèrement dans certains cas.

source: Indicate day and month and separate by coma, for example :
es_es: Indicar día y mes separados por coma, por ejemplo :
fr_fr: Indiquer les jours et les mois séparées par une virgule, par exemple :

source: Is this a production account ?
es_es: Esta es una cuenta de producción
fr_fr: Est-ce un compte de production ?

source: It will creates more logs and allow you to have a better insight of what is happening. Logs are encrypted and deleted after one month for security purpose as they might contain personnal data and be elligible to GDPR rules.
es_es: Creará más registros y le permitirá tener una mejor idea de lo que está sucediendo. Los registros se cifran y eliminan después de un mes por motivos de seguridad, ya que pueden contener datos personales y cumplir con las reglas de GDPR.
fr_fr: Cela créera plus de journaux et vous permettra d'avoir un meilleur aperçu de ce qui se passe. Les journaux sont cryptés et supprimés après un mois pour des raisons de sécurité car ils peuvent contenir des données personnelles et être éligibles aux règles GDPR.

source: Large
es_es: Grande
fr_fr: Grande

source: Last name of person to pickup products (i.e. your manager)
es_es: Apellido de la persona para la recogida de productos (encargado)
fr_fr: Nom de la personne à la collecte des produits (par exemple, votre gestionnaire)

source: Leave 00:00 to disable.
es_es: Deje 00:00 para deshabilitar.
fr_fr: Laissez 00:00 pour désactiver.

source: Licence key
es_es: Clave de licencia
fr_fr: Clé de licence

source: Limit days to schedule order
es_es: Límite de días para programar una entrega.
fr_fr: Limite de jours pour programmer une livraison

source: Link
es_es: Enlace
fr_fr: Lien

source: Logs
es_es: Registros
fr_fr: Journaux

source: Medium
es_es: Medio
fr_fr: Moyen

source: Method Title
es_es: Nombre del método de envío
fr_fr: Méthode De Titre

source: Monday
es_es: Lunes
fr_fr: Lundi

source: Motor Bike
es_es: Scooter
fr_fr: Scooter

source: Motor Bike XL
es_es: Scooter XL
fr_fr: Scooter (XL)

source: Multiple number below price from stuart quote
es_es: Número múltiple por debajo del precio de la cotización de Stuart
fr_fr: Multiplie le nombre ci dessous au devis Stuart

source: Name of your company
es_es: Nombre de su empresa
fr_fr: Nom de votre société

source: Needed for coursier route on maps on checkout. Do not forget to limit to your domain only, the API key is public.
es_es: Necesario para una ruta más curvada en los mapas al momento de pagar. No olvide limitar solo a su dominio, la clave API es pública.
fr_fr: Nécessaire pour l'itinéraire de coursier sur les cartes à la caisse. N'oubliez pas de vous limiter à votre domaine uniquement, la clé API est publique.

source: Needed in order to work with pickup plus, please create API credentials for Google Maps Distance Matrix API at this address :
es_es: Necesario para trabajar con pickup plus, cree credenciales de API para la API de matriz de distancia de Google Maps en esta dirección:
fr_fr: Nécessaire pour faire fonctionner Stuart avec Pickup Plus, merci de créer une clé API pour Google Maps Distance Matrix à cette adresse :

source: No
fr_fr: Non

source: No address given, cannot pick from your cart and address paramater missing or empty.
es_es: No se proporciona ninguna dirección, no se puede elegir de su carrito y el parámetro de dirección falta o está vacío.
fr_fr: Pas d'adresse donnée, impossible de récupérer le panier et l'adresse car un des deux est vide.

source: No pickup time set.
es_es: No hay hora de recogida.
fr_fr: Pas de temps de ramassage défini.

source: Office number or floor or flat
es_es: Número de la oficina y/o planta
fr_fr: Numéro de bureau ou étage ou appartement

source: Only apply if same day delivery hours are modified.
es_es: Aplica solo si se cambia la entrega el mismo día.
fr_fr: S'applique uniquement si la livraison le jour même est modifiée.

source: Order
es_es: Pedido
fr_fr: Ordre

source: Order cannot be reschedule.
es_es: El envío no se puede reprogramar.
fr_fr: La commande ne peut pas être reprogrammée.

source: Order delivery cancelled.
es_es: Entrega del pedido cancelada.
fr_fr: Livraison de la commande annulée.

source: Order delivery cannot be cancelled.
es_es: La entrega del pedido no se puede cancelar.
fr_fr: La livraison de la commande ne peut pas être annulée.

source: Order delivery cannot be modified.
es_es: La entrega del pedido no se puede modificar.
fr_fr: La livraison de la commande ne peut pas être modifiée.

source: Order delivery modified.
es_es: Entrega del pedido modificada.
fr_fr: Livraison de la commande modifiée.

source: Phone number of your company/site/person
es_es: Número de teléfono de su empresa/sitio/persona
fr_fr: Numéro de téléphone de votre entreprise/site/personne

source: Pickup date & time
es_es: Fecha y hora de recogida
fr_fr: Date et heure de ramassage

source: Pickup date :
es_es: Fecha de recogida :
fr_fr: Date de la collecte :

source: Pickup info: company name
es_es: Información para la recogida: nombre de la empresa
fr_fr: Ramassage : Nom de l'entreprise

source: Pickup info: e-mail
es_es: Información para la recogida: e-mail
fr_fr: De collecte d'informations: e-mail

source: Pickup info: first name
es_es: Información para la recogida: nombre
fr_fr: Ramassage info: prénom

source: Pickup info: last name
es_es: Información para la recogida: apellido
fr_fr: Ramassage info: nom de famille

source: Pickup info: phone number
es_es: Información para la recogida: número de teléfono
fr_fr: Ramassage : numéro de téléphone

source: Pickup info: special instructions
es_es: Información para la recogida: instrucciones especiales
fr_fr: Ramassage : instructions spéciales

source: Pickup Location
es_es: Lugar de recogida
fr_fr: Lieu de collecte

source: Please remember to configure your pickup point at your eshop and configure precisely all measures (weight, length etc) of your products.
es_es: Recuerde configurar su punto de recogida en su tienda electrónica y configurar con precisión todas las medidas (peso, longitud, etc.) de sus productos.
fr_fr: N'oubliez pas de configurer votre point de retrait sur votre eshop et de configurer précisément toutes les mesures (poids, longueur, etc.) de vos produits.

source: Prevent courier to come before you can prepare by adding minutes here.
es_es: Tiempo de preparación del pedido para evita que el repartidor llegue entes de tiempo.
fr_fr: Ajoutez des minutes ici pour garder du temps de préparation de la commande avant qu'elle soit envoyée chez Stuart.

source: Prevent delivery in some unexpected zones by allowing only certain postcodes. Indicate them like this "123456,1245367,21688" (separated by comma, no space). Leave empty to disable.
es_es: Evite la entrega en algunas zonas inesperadas permitiendo solo ciertos códigos postales. Indíquelos así "123456,1245367,21688" (separados por coma, sin espacios). Déjelo en blanco para deshabilitarlo.
fr_fr: Empêchez la livraison dans certaines zones inattendues en n'autorisant que certains codes postaux. Indiquez-les comme ceci "123456,1245367,21688" (séparés par des virgules, sans espace). Laissez vide pour désactiver.

source: Product category excluded from this delivery method
es_es: Categoría de producto excluida de este método de entrega
fr_fr: Catégorie de produit exclue de ce mode de livraison
